tap "gkze/gkze"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "readline"
brew "asdf"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "broot"
brew "bzip2"
brew "cmake"
brew "colima"
brew "curlie"
brew "direnv"
brew "envchain"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "grpcurl"
brew "helmfile"
brew "htmlq"
brew "jo"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "make"
brew "mas"
brew "moreutils"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "node"
brew "openssh"
brew "openssl@3"
brew "poetry"
brew "procs"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "saml2aws"
brew "sheldon"
brew "shellcheck"
brew "sops"
brew "starship"
brew "subversion"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "watch"
brew "watchman"
brew "xmlstarlet"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "gkze/gkze/stars"
brew "hashicorp/tap/terraform-ls"
brew "helix-editor/helix/helix"
cask "alacritty"
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "github"
cask "google-chrome"
cask "hot"
cask "lens"
cask "messenger"
cask "monitorcontrol"
cask "nordvpn"
cask "rectangle"
cask "rekordbox"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Okta Extension App", id: 1439967473
mas "Twitter", id: 1482454543
